/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Подключаюсь.";
"cover-open" = "Открыть крышку.";
"developer-empty" = "Проявитель пуст.";
"developer-low" = "Проявитель почти пуст.";
"door-open" = "Открыть дверцу.";
"fuser-over-temp" = "Высокая температура термофиксатора.";
"fuser-under-temp" = "Низкая температура термофиксатора.";
"input-tray-missing" = "Медиа-лоток  отсутствует.";
"interlock-open" = "Блокировка открыта.";
"interpreter-resource-unavailable" = "Ресурс (т.е. шрифт) отсутствует";
"marker-supply-empty" = "Чернила/тонер закончились";
"marker-supply-low" = "Чернила/тонер заканчиваются";
"marker-waste-almost-full" = "Сборник чернил/тонера почти полный.";
"marker-waste-full" = "Сборник чернил/тонера полный.";
"media-empty" = "Медиа-лоток пуст.";
"media-jam" = "Заедание медиа.";
"media-low" = "Медиа-лоток почти пуст.";
"media-needed" = "Медиа-лоток необходимо заполнить.";
"moving-to-paused" = "Принтер переходит в режим офлайн,";
"none" = " ";
"opc-life-over" = "OPC не будет обновляться.";
"opc-near-eol" = "OPC почти не будет обновляться.";
"other" = " ";
"output-area-almost-full" = "Выходной лоток почти полный.";
"output-area-full" = "Выходной лоток полный.";
"output-tray-missing" = "Выходной лоток отсутствует.";
"paused" = "Приостановлен.";
"shutdown" = "Принтер в режиме офлайн.";
"spool-area-full" = "Буферная область заполнена.";
"stopped-partly" = "Частично остановлен";
"stopping" = "Останавливаю";
"timed-out" = "Принтер не отвечает.";
"toner-empty" = "Недостаточно тонера.";
"toner-low" = "Низкий уровень тонера.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Останавливаю.";
"compression-error" = "Ошибка декомпрессии.";
"document-access-error" = "Ошибка доступа к документу.";
"document-format-error" = "Ошибка формата документа.";
"job-canceled-at-device" = "Отменено на принтере.";
"job-canceled-by-operator" = "Отменено оператором.";
"job-canceled-by-user" = "Отменено пользователем.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Выполнено с ошибками.";
"job-completed-with-warnings" = "Выполнено с предупреждениями.";
"job-data-insufficient" = "Недостаточные данные.";
"job-hold-until-specified" = "Приостановить пока.";
"job-incoming" = "Входящий.";
"job-interpreting" = "Интерпретирую.";
"job-outgoing" = "Выходящий.";
"job-printing" = "Печатаю.";
"job-queued-for-marker" = "В очереди.";
"job-queued" = "Поставлен в очередь.";
"job-restartable" = "Перезагружаемый.";
"job-transforming" = "Преобразовываю.";
"printer-stopped-partly" = "Принтер частично остановлен.";
"printer-stopped" = "Принтер остановлен.";
"processing-to-stop-point" = "Останавливаю.";
"queued-in-device" = "Готов.";
"resources-are-not-ready" = "Ресурсы не готовы.";
"service-off-line" = "Служба офлайн.";
"submission-interrupted" = "Подача прервана.";
"unsupported-compression" = "Неподдерживаемая компрессия.";
"unsupported-document-format" = "Неподдерживаемый формат документа.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Приостановить новые задания";
"deactivated" = "Отключен";
"job-suspended" = "отложен.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Недостающий фильтр.";
"offline-error" = "Офлайн.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk отключен. ";
"apple-missing-usbclassdriver-error" = "Драйвер класса USB отсутствует.";
"apple-nbp-lookup-warning" = "Принтер не отвечает.";
